ASSETS = [
    "智家服务管理系统",
    "智能合规双录平台",
    "智能化打印PageOn系统",
    "智能客服系统",
    "智能培训效果评估系统",
    "智能识别",
    "智能医疗审核系统",
    "智能营销",
    "智能中心",
    "AIX操作系统",
    "Linux操作系统",
    "Windows操作系统",
    "SinoDB",
    "OracleDB",
    "GaussDB",
    "PG数据库系统",
    "SVC存储虚拟化",
    "LinuxONE软件",
    "Gbase数据库系统",
    "OceanBase-PAAS",
    "第三代车险承保系统",
    "第三代非车承保系统",
    "车险核保系统",
    "第三代非车核保系统",
    "车险移动核保系统",
    "非车数字化核保",
    "非车出单过程管理",
    "非车数字化出单系统",
    "非车险风险定价系统",
    "非车险理赔智集平台",
    "非车小额理赔小程序",
    "互联网非车",
    "新非车险理赔系统",
    "商业非车风控服务平台"
]

MANAGER_TYPES = ["运维经理", "开发经理"]


def load_assets() -> list[str]:
    return list(ASSETS)
